Repository: StockMount/StockMount.Out.Sample
Catalog: StockMount.Out.Sample/Utils/Language/Glossary.*.resx
Languages: tr

# About
source: What is it ?
tr: Nedir ?

# N11ApprovedOrder
source: Approved
tr: Onaylandı

source: Authentication
tr: Doğrulama

# BiggestIntegrationMessageId
source: Biggest Message Id
tr: En Büyük Mesaj Kodu

source: Biggest Order Detail Id
tr: En Büyük Sipariş Kalem Kodu

source: Campaign Number
tr: Kampanya Kodu

source: Code
tr: Kod

# GgCompleted
source: Completed
tr: Tamamlananlar

source: Confirm
tr: Onay

# ConfirmOrRejectOrderItemServiceDescription
source: This method comfirms or rejects specific order item.
tr: Bu servis ilgili sipariş kalemini onaylar veya reddeder.

source: Contact
tr: İletişim

# N11Delivered
source: Delivered
tr: Teslim Edildi

source: Description
tr: Açıklama

# Documentation
source: Documentations
tr: Belgeler

# DoLoginServiceDescription
source: You can use this method to login API service.<br/> You can use received ApiCode value to call other methods.<br/> You can recall this methot to get new ApiCode value when the session timed out<br/> You get (00006) error code when the session timed out.
tr: Bu metodu API servisine bağlanmak için kullanabilisiniz.<br/> Gelen ApiCode değerini diğer metotları çağırmak için kullanabilirsiniz.<br/> Oturum süresi dolduğunda bu metot ile yeniden bir ApiCode değeri alabilirsiniz.<br/> Oturum süresi dolduğunda (00006) hata kodunu alırsınız.

# Error00001
source: Not authenticated !
tr: Kimliğiniz doğrulanamadı !

# Error00002
source: Account is passive !
tr: Hesap pasiftir !

# Error00003
source: Missing parameter !
tr: Eksik parametre !

# Error00004
source: Required field !
tr: Zorunlu alan !

# Error00005
source: Bad request !
tr: Kötü istek !

# Error00006
source: Session timed out !
tr: Oturum süresi doldu !

# Error10001
source: Invalid Store !
tr: Geçersiz dükkan !

# Error99999
source: Unexpected error !
tr: İşlem sırasında beklenmedik bir hata oluştu !

source: Error List
tr: Hata Listesi

source: Execute
tr: Çalıştır

source: From
tr: Kimden

# GetAllUserMessageServiceDescription
source: This method gets all messages history of specific user.
tr: Bu servis istenen kullanıcının tüm mesaj özgeçmişini verir.

# GetIntegrationShipmentCompaniesServiceDescription
source: This method gets shipment companies for specific e-commerce place.
tr: Bu servis ilgili sanal pazar yerinin kargo şirket bilgilerini verir.

# GetMessagesServiceDescription
source: This method gets messages based on store and message type.
tr: Bu servis istenen dükkân ve mesaj tipi için mesajları verir.

# GetSalesServiceDescription
source: This method gets sales based on store and order status.
tr: Bu servis istenen dükkân ve sipariş durumu için satışları verir.

# GetStoresServiceDescription
source: This method gets current user store(s) information.
tr: Bu servis kullanıcının var olan dükkân bilgilerini verir.

# Guide
source: Application Guide
tr: Uygulama Kılavuzu

source: Home
tr: Ana Sayfa

source: Inbox
tr: Gelen

source: Integration Id
tr: Entegrasyon Kodu

source: Integration Order Code
tr: Entegrasyon Sipariş Kodu

source: Integration Order Detail Id
tr: Entegrasyon Sipariş Kalem Kodu

source: Language
tr: Dil

# Message
source: Message Body
tr: Mesaj Metni

source: Message Type
tr: Mesaj Tipi

# N11NewOrder
source: New
tr: Yeni

source: Order Detail Id
tr: Sipariş Kalem Kodu

source: Order Id
tr: Sipariş Kodu

source: Order Status
tr: Sipariş Durumu

source: Password
tr: Parola

source: Reject
tr: Red

# N11Rejected
source: Rejected
tr: Reddedildi

source: Request Type
tr: İstek Tipi

source: Required
tr: Zorunlu

# GgReturnedOrder
source: In Case of Return
tr: İade Konumunda Olanlar

# SelectIntegration
source: Select an integration
tr: Bir entegrasyon seçin

source: Send shipment information
tr: Kargo bilgilerini gönder

# SendUserMessageServiceDescription
source: This method allows you to send message to specific user.
tr: Bu servis ile istenen kişiye mesaj gönderilir.

source: Sent
tr: Giden

# ServicesList
source: Services
tr: Hizmetler

source: Set message read
tr: Okundu olarak işaretle

# SetOrderShipmentInformationServiceDescription
source: This method sets shipment information of specific order item.
tr: Bu servis ilgili sipariş kaleminin kargo bilgilerini atar.

source: Shipment Branch
tr: Kargo Şubesi

source: Shipment Company
tr: Kargo Firması

source: Shipment Company Id
tr: Kargo Firma Kodu

source: Shipment Company Name
tr: Kargo Firma Adı

source: Shipment Tracking Code
tr: Kargo Takip Numarası

# N11Shipped
source: Shipped
tr: Kargolandı

# SiteTitle
source: StockMount Out Sample Project
tr: StockMount Out Örnek Projesi

# SmallestIntegrationMessageId
source: Smallest Message Id
tr: En Küçük Mesaj Kodu

source: Smallest Order Detail Id
tr: En Küçük Sipariş Kalem Kodu

source: Status
tr: Durumu

source: Store Id
tr: Dükkân Kodu

source: Subject
tr: Konu

# TestService
source: Try out
tr: Dene

source: To
tr: Kime

source: User
tr: Kullanıcı

# UserMessageCode
source: Integration User Message Code
tr: Entegrasyon Kullanıcı Mesaj Kodu

source: User Message Id
tr: Kullanıcı Mesaj Kodu

source: Username
tr: Kullanıcı Adı

# GgWaitingCargo
source: Waiting Cargo
tr: Kargo Yapılacaklar

# GgWaitingConfirmation
source: Waiting Confirmation
tr: Onay Bekleyenler

# GgWaitingPayment
source: Waiting Payment
tr: Ödeme Beklediklerim

# HomePageDescription
source: Thanks to StockMount Sample Project, you can learn how to login and use StockMount Service Methods.<br/> You can find a description for each single method.<br/> Welcome to world of StockMount !..<br/> <br/> <a href="https://github.com/StockMount" target="_blank" >Download this project from GitHub</a> <br/> <a href="http://www.stockmount.com/en-tr" target="_blank" >Visit StockMount Website</a>
tr: Bu StockMount Örnek Projesi ile StockMount Hizmetlerine nasıl bağlanabileceğinizi ve metotları nasıl kullanabileceğinizi öğrenebilirsiniz.<br/> Burada her hizmet için bir açıklama bulabilirsiniz.<br/> StockMount dünyasına hoş geldiniz !..<br/> <br/> <a href="https://github.com/StockMount" target="_blank" >Projeyi GitHub'dan indiriz.</a> <br/> <a href="http://www.stockmount.com/tr-tr" target="_blank" >StockMount Web Sitesini ziyaret ediniz.</a>

source: Integration
tr: Entegrasyon

# N11Completed
source: Completed
tr: Tamamlananlar

# SmApprovedOrder
source: Approved
tr: Onaylandı

# SmCompleted
source: Completed
tr: Tamamlananlar

# SmDelivered
source: Delivered
tr: Teslim Edildi

# SmNewOrder
source: New
tr: Yeni

# SmRejected
source: Rejected
tr: Reddedildi

# SmShipped
source: Shipped
tr: Kargolandı

# SpCustomerCancelled
source: Customer Cancelled
tr: Alıcı İptal Etti

# SpCustomerConfirmed
source: Customer Confirmed
tr: Alıcı Onayladı

# SpCustomerReturned
source: Customer Returned
tr: Alıcı İade Etti

# SpMoneyRefund
source: Money Refund
tr: Para İadesi

# SpMoneyTransfer
source: Money Transfer
tr: Para Transferleri

# SpOrderSuspensed
source: Order Suspensed
tr: Sipariş Askıda

# SpPaymentConfirmation
source: Payment Confirmation
tr: Ödeme Onayı

# SpSanalPazarCancelled
source: SanalPazar Cancelled
tr: SanalPazar İptal Etti

# SpSellerCancelled
source: Seller Cancelled
tr: Satıcı İptal Etti

# SpShipmentNotReceived
source: Shipment Not Received
tr: Kargo Ulaşmadı

# SpShipmentOnWay
source: Shipment On Way
tr: Kargo Teslimatta

# SpWaitingShipment
source: Waiting Shipment
tr: Kargo Gönderimi

source: Career
tr: Kariyer

source: e-mail
tr: e-Posta

source: Fax
tr: Faks

# Owner
source: StockMount Professional Integration Manager
tr: StockMount Profesyonel Entegrasyon Yöneticisi

source: Phone
tr: Telefon

# SetMessageReadServiceDescription
source: This method sets specific message read.
tr: Bu servis ilgili mesajı okundu olarak işaretler.

source: Licenses
tr: Lisans

source: Links
tr: Bağlantılar

# StockMountGitHub
source: StockMount on GitHub
tr: GitHub StockMount

# StockMountSite
source: StockMount Website
tr: StockMount Web Sitesi

# BiggestIntegrationMessageIdDescription
source: Get messages have id's less than this message id
tr: Bu mesaj kodundan daha küçük mesajları getirir.

# BiggestOrderDetailIdDescription
source: Get orders have id's less than this order id
tr: Bu sipariş kalem kodundan daha küçük siparişleri getirir.

# Error60001
source: Integration Error !
tr: Entegrasyon hatası !

# Error60002
source: Sale item was shipped before !
tr: Daha önceden kargo bilgisi girişmiştir !

# SmallestIntegrationMessageIdDescription
source: Get messages have id's bigger than this message id
tr: Bu mesaj kodundan daha büyük mesajları getirir.

# SmallestOrderDetailIdDescription
source: Get orders have id's bigger than this order id
tr: Bu sipariş kalem kodundan daha büyük siparişleri getirir.
